Repository: Kirill-Streltsov/HabitHuddle-iOS
Catalog: HabitHuddle-iOS/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ru

source: Questions about privacy? Contact us at:
de: Fragen zum Datenschutz? Kontaktiere uns unter:
es: ¿Preguntas sobre privacidad? Contáctanos en:
fr: Questions sur la confidentialité ? Contactez-nous à :
it: Domande sulla privacy? Contattaci a:
ru: Вопросы о конфиденциальности? Свяжитесь с нами:

source: Questions about these Terms? Reach us at:
de: Fragen zu diesen Bedingungen? Kontaktiere uns unter:
es: ¿Preguntas sobre estos Términos? Contáctanos en:
fr: Questions sur ces Conditions ? Contactez-nous à :
it: Domande su questi Termini? Contattaci a:
ru: Вопросы по Условиям? Свяжитесь с нами:

source: Register
de: Registrieren
es: Registrarse
fr: S'inscrire
it: Registrati
ru: Зарегистрироваться

source: Registration
de: Registrierung
es: Registro
fr: Inscription
it: Registrazione
ru: Регистрация

source: Reject
de: Ablehnen
es: Rechazar
fr: Refuser
it: Rifiuta
ru: Отклонить

source: Reminder Time
de: Erinnerungszeit
es: Hora del recordatorio
fr: Heure du rappel
it: Orario promemoria
ru: Время напоминания

source: Reminders
de: Erinnerungen
es: Recordatorios
fr: Rappels
it: Promemoria
ru: Напоминания

source: Request failed with status code %lld.
de: Anfrage fehlgeschlagen mit Statuscode %lld.
es: La solicitud falló con el código %lld.
fr: La requête a échoué avec le code %lld.
it: Richiesta fallita con il codice %lld.
ru: Запрос завершился с кодом %lld.

source: Request Sent
de: Anfrage gesendet
es: Solicitud enviada
fr: Demande envoyée
it: Richiesta inviata
ru: Заявка отправлена

source: Reset Your Password
de: Passwort zurücksetzen
es: Restablece tu contraseña
fr: Réinitialise ton mot de passe
it: Reimposta la tua password
ru: Сбросьте пароль

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ru: Сохранить

source: Save Changes
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
it: Salva modifiche
ru: Сохранить изменения

source: Save locally
de: Lokal speichern
es: Guardar localmente
fr: Enregistrer localement
it: Salva in locale
ru: Сохранить локально

source: Search usernames...
de: Nutzernamen suchen...
es: Buscar usuarios...
fr: Rechercher des utilisateurs...
it: Cerca utenti...
ru: Поиск по логину...

source: Searching...
de: Suche...
es: Buscando...
fr: Recherche...
it: Ricerca...
ru: Поиск...

source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza
ru: Безопасность

source: See all your habits for today at a glance.
de: Alle heutigen Gewohnheiten auf einen Blick.
es: Ve todos tus hábitos del día de un vistazo.
fr: Consultez toutes vos habitudes du jour en un coup d'oeil.
it: Visualizza tutte le tue abitudini di oggi in un colpo d'occhio.
ru: Смотрите все свои привычки на сегодня одним взглядом.

source: Select an existing category
de: Bestehende Kategorie auswählen
es: Selecciona una categoría existente
fr: Sélectionner une catégorie existante
it: Seleziona una categoria esistente
ru: Выбрать существующую

source: Select Habit
de: Gewohnheit auswählen
es: Seleccionar hábito
fr: Choisir une habitude
it: Seleziona abitudine
ru: Выбрать привычку

source: Select Habits
de: Gewohnheiten auswählen
es: Seleccionar hábitos
fr: Choisir des habitudes
it: Seleziona abitudini
ru: Выбрать привычки

source: Self-Care & Lifestyle
de: Selbstfürsorge & Lifestyle
es: Autocuidado y estilo de vida
fr: Bien-être & Style de vie
it: Cura di sé & Stile di vita
ru: Уход за собой

source: Send Challenge
de: Herausforderung senden
es: Enviar desafío
fr: Envoyer le défi
it: Invia sfida
ru: Отправить вызов

source: Send Reset Link
de: Link senden
es: Enviar enlace
fr: Envoyer le lien
it: Invia link
ru: Отправить ссылку

source: Server error occurred.
de: Serverfehler aufgetreten.
es: Se produjo un error en el servidor.
fr: Une erreur serveur s'est produite.
it: Si è verificato un errore del server.
ru: Ошибка сервера.

source: Service Availability
de: Dienstverfügbarkeit
es: Disponibilidad del servicio
fr: Disponibilité du service
it: Disponibilità del servizio
ru: Доступность сервиса

source: Set reminders so you never miss a check-in
de: Erinnerungen setzen, damit du keinen Check-in verpasst
es: Configura recordatorios para no perderte ningún registro
fr: Définissez des rappels pour ne jamais manquer un enregistrement
it: Imposta promemoria per non perdere mai un check-in
ru: Устанавливайте напоминания, чтобы не пропускать отметки

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ru: Настройки

source: SIGN IN
de: ANMELDEN
es: INICIAR SESIÓN
fr: SE CONNECTER
it: ACCEDI
ru: ВОЙТИ

source: Sign in with Google
de: Mit Google anmelden
es: Iniciar sesión con Google
fr: Se connecter avec Google
it: Accedi con Google
ru: Войти через Google

source: SIGN UP
de: REGISTRIEREN
es: REGISTRARSE
fr: S'INSCRIRE
it: REGISTRATI
ru: ЗАРЕГИСТРИРОВАТЬСЯ

source: Signed In
de: Angemeldet
es: Sesión iniciada
fr: Connecté
it: Connesso
ru: Авторизован

source: Social & Relationships
de: Soziales & Beziehungen
es: Social y relaciones
fr: Social & Relations
it: Sociale & Relazioni
ru: Общение и отношения

source: Something went wrong. Please try again.
de: Etwas ist schiefgelaufen. Bitte versuche es erneut.
es: Algo salió mal. Por favor, inténtalo de nuevo.
fr: Une erreur s'est produite. Veuillez réessayer.
it: Qualcosa è andato storto. Riprova.
ru: Что-то пошло не так. Попробуй ещё раз.

source: Start
de: Starten
es: Empezar
fr: Commencer
it: Inizia
ru: Начать

source: Start a challenge with a friend to stay accountable and reach your goals together.
de: Starte eine Herausforderung mit einem Freund, um gemeinsam eure Ziele zu erreichen.
es: Lanza un reto con un amigo para alcanzar vuestros objetivos juntos.
fr: Lance un défi avec un ami pour atteindre vos objectifs ensemble.
it: Inizia una sfida con un amico per raggiungere i tuoi obiettivi insieme.
ru: Начни вызов с другом, чтобы достигать целей вместе.

source: Start your day strong with “%@”. You've got this!
de: Starte stark in den Tag mit „%@“. Du schaffst das!
es: Empieza el día con fuerza: «%@». ¡Tú puedes!
fr: Démarre la journée en force avec «%@». Tu peux le faire !
it: Inizia la giornata alla grande con «%@». Ce la fai!
ru: Начни день с «%@». У тебя получится!

source: Stay consistent, stay strong.
de: Bleib konsequent, bleib stark.
es: Sé constante, sé fuerte.
fr: Reste régulier, reste fort.
it: Resta costante, resta forte.
ru: Будь последователен, оставайся сильным.

source: Streak
de: Serie
es: Racha
fr: Série
it: Serie
ru: Серия

source: Streaks Timeline
de: Serien-Verlauf
es: Historial de rachas
fr: Historique des séries
it: Cronologia delle serie
ru: История серий

source: SUBSCRIPTIONS
de: ABONNEMENTS
es: SUSCRIPCIONES
fr: ABONNEMENTS
it: ABBONAMENTI
ru: ПОДПИСКИ

source: Support
de: Unterstützen
es: Apoyar
fr: Soutenir
it: Supporta
ru: Поддержать

source: Supportive
de: Unterstützend
es: De apoyo
fr: De soutien
it: Di supporto
ru: Поддержка

source: Sync habits across all your devices
de: Gewohnheiten auf allen Geräten synchronisieren
es: Sincroniza hábitos en todos tus dispositivos
fr: Synchronisez vos habitudes sur tous vos appareils
it: Sincronizza le abitudini su tutti i tuoi dispositivi
ru: Синхронизируйте привычки на всех устройствах

source: Sync with Server
de: Mit Server synchronisieren
es: Sincronizar con el servidor
fr: Synchroniser avec le serveur
it: Sincronizza con il server
ru: Синхронизация с сервером

source: Tap to boost!
de: Tippen zum Boosten!
es: ¡Toca para hacer Boost!
fr: Appuie pour Booster !
it: Tocca per fare un Boost!
ru: Нажми, чтобы поддержать!

source: Tap to Check In
de: Zum Einchecken tippen
es: Toca para registrar
fr: Appuie pour valider
it: Tocca per il check-in
ru: Нажми для отметки

source: Terms of Service
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions d'utilisation
it: Termini di servizio
ru: Условия использования

source: The number of days you've missed
de: Die Anzahl der Tage, die du verpasst hast
es: El número de días que has perdido
fr: Le nombre de jours que tu as manqués
it: Il numero di giorni persi
ru: Количество пропущенных тобой дней

source: The requested resource was not found.
de: Die angeforderte Ressource wurde nicht gefunden.
es: El recurso solicitado no existe.
fr: La ressource demandée est introuvable.
it: La risorsa richiesta non è stata trovata.
ru: Запрашиваемый ресурс не найден.

source: The URL is invalid.
de: Die URL ist ungültig.
es: La URL no es válida.
fr: L'URL n'est pas valide.
it: L'URL non è valido.
ru: Неверный URL.

source: There's a conflict with the current state of the resource.
de: Es gibt einen Konflikt mit dem aktuellen Zustand der Ressource.
es: Hay un conflicto con el estado actual del recurso.
fr: Il y a un conflit avec l'état actuel de la ressource.
it: Si è verificato un conflitto con lo stato attuale della risorsa.
ru: Конфликт с текущим состоянием ресурса.

source: Thinking...
de: Denke nach...
es: Pensando...
fr: Je réfléchis...
it: Sto pensando...
ru: Думаю...

source: Third-Party Services
de: Drittanbieterdienste
es: Servicios de terceros
fr: Services tiers
it: Servizi di terze parti
ru: Сторонние сервисы

source: This can happen if your session expires. Log back in to continue syncing your habits and using all social features.
de: Das kann passieren, wenn deine Sitzung abläuft. Melde dich erneut an, um deine Gewohnheiten zu synchronisieren und alle sozialen Funktionen zu nutzen.
es: Esto puede ocurrir si tu sesión expira. Vuelve a iniciar sesión para seguir sincronizando tus hábitos y usar todas las funciones sociales.
fr: Cela peut arriver si ta session expire. Reconnecte-toi pour continuer à synchroniser tes habitudes et utiliser les fonctions sociales.
it: Può succedere se la tua sessione scade. Accedi di nuovo per continuare a sincronizzare le abitudini e usare le funzioni social.
ru: Это произошло из-за истечения сессии. Войди снова, чтобы продолжить синхронизацию привычек.

source: This habit is currently part of a challenge, so you can't change its duration right now.
de: Diese Gewohnheit ist Teil einer Herausforderung und kann daher nicht geändert werden.
es: Este hábito forma parte de un reto, por lo que no puedes cambiar su duración ahora.
fr: Cette habitude fait partie d’un défi, tu ne peux pas en changer la durée pour l’instant.
it: Questa abitudine fa parte di una sfida, non puoi cambiarne la durata ora.
ru: Эта привычка участвует в вызове, поэтому длительность нельзя изменить.

source: This reset link has expired. Please request a new one.
de: Dieser Link ist abgelaufen. Bitte fordere einen neuen an.
es: Este enlace ha caducado. Solicita uno nuevo.
fr: Ce lien a expiré. Demande-en un nouveau.
it: Questo link è scaduto. Richiedine uno nuovo.
ru: Ссылка просрочена. Запросите новую.

source: Time of Day Pattern
de: Uhrzeit-Muster
es: Patrón horario
fr: Répartition horaire
it: Schema orario
ru: Время суток

source: Time to build momentum.
de: Zeit, Schwung aufzubauen.
es: Es hora de coger impulso.
fr: C'est l'heure de lancer la machine.
it: È ora di prendere slancio.
ru: Время набирать обороты.

source: Time to check in!
de: Zeit zum Einchecken!
es: ¡Es hora de hacer check-in!
fr: C'est l'heure de te connecter !
it: È ora di fare il check-in!
ru: Время отметиться!

source: To enable social features like challenges and friends
de: Um soziale Funktionen wie Herausforderungen und Freunde zu ermöglichen
es: Para habilitar funciones sociales como desafíos y amigos
fr: Pour activer les fonctionnalités sociales comme les défis et les amis
it: Per abilitare le funzionalità sociali come sfide e amici
ru: Для поддержки социальных функций: вызовов и друзей

source: To provide and improve Habit Huddle's features
de: Um die Funktionen von Habit Huddle bereitzustellen und zu verbessern
es: Para proporcionar y mejorar las funciones de Habit Huddle
fr: Pour fournir et améliorer les fonctionnalités de Habit Huddle
it: Per fornire e migliorare le funzionalità di Habit Huddle
ru: Для предоставления и улучшения функций Habit Huddle

source: To receive reminders, enable notifications in
de: Aktiviere Benachrichtigungen in
es: Para recibir recordatorios, activa las notificaciones en
fr: Pour recevoir des rappels, active les notifications dans
it: Per ricevere promemoria, abilita le notifiche in
ru: Для получения напоминаний включи уведомления в

source: To receive reminders, enable notifications in Settings
de: Um Erinnerungen zu erhalten, aktiviere Benachrichtigungen in den Einstellungen
es: Para recibir recordatorios, activa las notificaciones en Ajustes
fr: Pour recevoir des rappels, active les notifications dans Réglages
it: Per ricevere promemoria, attiva le notifiche nelle Impostazioni
ru: Чтобы получать напоминания, включи уведомления в Настройках

source: To send habit reminders and social notifications
de: Um Gewohnheitserinnerungen und soziale Benachrichtigungen zu senden
es: Para enviar recordatorios de hábitos y notificaciones sociales
fr: Pour envoyer des rappels d'habitudes et des notifications sociales
it: Per inviare promemoria sulle abitudini e notifiche sociali
ru: Для отправки напоминаний о привычках и социальных уведомлений

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
ru: Сегодня

source: Today's Habits
de: Heutige Gewohnheiten
es: Hábitos de hoy
fr: Habitudes du jour
it: Abitudini di oggi
ru: Привычки на сегодня

source: Total Check-Ins
de: Gesamt-Check-ins
es: Total de registros
fr: Total des validations
it: Check-in totali
ru: Всего отметок

source: Track daily habits with beautiful streak visualizations
de: Tägliche Gewohnheiten mit anschaulichen Streak-Visualisierungen verfolgen
es: Realiza un seguimiento de los hábitos diarios con bellas visualizaciones de racha
fr: Suivez vos habitudes quotidiennes avec de belles visualisations de séries
it: Monitora le abitudini quotidiane con splendide visualizzazioni delle serie
ru: Отслеживайте ежедневные привычки с красивой визуализацией серий

source: Track your check-ins, streaks, and progress.
de: Verfolge deine Check-ins, Serien und Fortschritte.
es: Sigue tus registros, rachas y progreso.
fr: Suis tes validations, séries et progrès.
it: Tieni traccia di check-in, serie e progressi.
ru: Следи за отметками, сериями и прогрессом.

source: Track your progress
de: Verfolge deinen Fortschritt
es: Sigue tu progreso
fr: Suis ta progression
it: Tieni traccia dei tuoi progressi
ru: Отслеживай прогресс

source: Travel & Exploration
de: Reisen & Entdecken
es: Viajes y exploración
fr: Voyage & Exploration
it: Viaggio & Esplorazione
ru: Путешествия

source: Turn on to sync habits with our server and access them on all your devices. You must be signed in. Turning off keeps habits only on this device and deletes them from the server.
de: Aktiviere, um Gewohnheiten auf unserem Server zu synchronisieren und auf allen Geräten zuzugreifen. Du musst angemeldet sein. Deaktivieren hält Gewohnheiten nur auf diesem Gerät und löscht sie vom Server.
es: Actívalo para sincronizar hábitos con el servidor y acceder desde todos tus dispositivos. Debes tener la sesión iniciada. Desactivarlo mantiene los hábitos solo en este dispositivo y los elimina del servidor.
fr: Active-le pour synchroniser tes habitudes avec notre serveur et y accéder sur tous tes appareils. Tu dois être connecté. Désactiver garde les habitudes sur cet appareil uniquement et les supprime du serveur.
it: Attiva per sincronizzare le abitudini con il server e accedervi da tutti i tuoi dispositivi. Devi essere connesso. Disattivando, le abitudini restano solo su questo dispositivo e vengono eliminate dal server.
ru: Включи, чтобы синхронизировать привычки с сервером и получить доступ со всех устройств. Требуется авторизация. Отключение удалит привычки с сервера.

source: Update Password
de: Passwort aktualisieren
es: Actualizar contraseña
fr: Mettre à jour
it: Aggiorna password
ru: Обновить пароль

source: User Accounts
de: Nutzerkonten
es: Cuentas de usuario
fr: Comptes utilisateurs
it: Account utente
ru: Учётные записи пользователей

source: Username
de: Nutzername
es: Usuario
fr: Nom d'utilisateur
it: Nome utente
ru: Логин

source: Username is already in use
de: Benutzername ist bereits vergeben
es: El nombre de usuario ya está en uso
fr: Ce nom d'utilisateur est déjà pris
it: Questo nome utente è già in uso
ru: Имя пользователя уже занято

source: Username should have at least 3 symbols
de: Der Nutzername muss mindestens 3 Zeichen haben
es: El nombre de usuario debe tener al menos 3 caracteres
fr: Le nom d'utilisateur doit comporter au moins 3 caractères
it: Il nome utente deve avere almeno 3 caratteri
ru: Логин должен содержать минимум 3 символа

source: Uses trusted third-party providers for authentication.
de: Verwendet vertrauenswürdige Drittanbieter zur Authentifizierung.
es: Usa proveedores de terceros de confianza para la autenticación.
fr: Utilise des fournisseurs tiers de confiance pour l'authentification.
it: Utilizza provider di terze parti affidabili per l'autenticazione.
ru: Использует надёжных сторонних провайдеров для аутентификации.

source: Verified
de: Bestätigt
es: Verificado
fr: Vérifié
it: Verificata
ru: Подтверждён

source: View Check-in History
de: Verlauf anzeigen
es: Ver historial
fr: Voir l'historique
it: Vedi cronologia
ru: Показать историю

source: Walk at least 10,000 steps per day
de: Täglich mindestens 10.000 Schritte gehen
es: Caminar al menos 10 000 pasos al día
fr: Marcher au moins 10 000 pas par jour
it: Fare almeno 10.000 passi al giorno
ru: Проходить не менее 10 000 шагов в день

source: We do not sell your personal data to third parties.
de: Wir verkaufen deine persönlichen Daten nicht an Dritte.
es: No vendemos tus datos personales a terceros.
fr: Nous ne vendons pas vos données personnelles à des tiers.
it: Non vendiamo i tuoi dati personali a terze parti.
ru: Мы не продаём ваши персональные данные третьим лицам.

source: We found the following habits on the server that you previously created: %@ Would you like to save them locally or delete them from the server?
de: Folgende Gewohnheiten wurden auf dem Server gefunden: %@ Möchtest du sie lokal speichern oder vom Server löschen?
es: Hemos encontrado los siguientes hábitos en el servidor: %@ ¿Quieres guardarlos localmente o eliminarlos del servidor?
fr: Nous avons trouvé les habitudes suivantes sur le serveur : %@ Veux-tu les enregistrer localement ou les supprimer du serveur ?
it: Abbiamo trovato le seguenti abitudini sul server: %@ Vuoi salvarle in locale o eliminarle dal server?
ru: На сервере найдены следующие привычки: %@ Сохранить локально или удалить с сервера?

source: We may disclose data when required by law.
de: Wir können Daten offenlegen, wenn dies gesetzlich vorgeschrieben ist.
es: Podemos divulgar datos cuando lo exija la ley.
fr: Nous pouvons divulguer des données lorsque la loi l'exige.
it: Possiamo divulgare i dati quando richiesto dalla legge.
ru: Мы можем раскрывать данные, когда это требуется по закону.

source: We may remove content that violates these Terms.
de: Wir können Inhalte entfernen, die gegen diese Bedingungen verstoßen.
es: Podemos eliminar contenido que infrinja estos Términos.
fr: Nous pouvons supprimer le contenu qui viole ces Conditions.
it: Possiamo rimuovere i contenuti che violano questi Termini.
ru: Мы можем удалять контент, нарушающий настоящие Условия.

source: We may suspend your account if you violate these Terms.
de: Wir können dein Konto sperren, wenn du gegen diese Bedingungen verstößt.
es: Podemos suspender tu cuenta si incumples estos Términos.
fr: Nous pouvons suspendre votre compte en cas de violation de ces Conditions.
it: Possiamo sospendere il tuo account se violi questi Termini.
ru: Мы можем приостановить вашу учётную запись в случае нарушения Условий.

source: We may update these Terms periodically.
de: Wir können diese Bedingungen von Zeit zu Zeit aktualisieren.
es: Podemos actualizar estos Términos periódicamente.
fr: Nous pouvons mettre à jour ces Conditions périodiquement.
it: Potremmo aggiornare questi Termini periodicamente.
ru: Мы можем периодически обновлять настоящие Условия.

source: We may update this Privacy Policy from time to time.
de: Wir können diese Datenschutzrichtlinie von Zeit zu Zeit aktualisieren.
es: Podemos actualizar esta Política de privacidad de vez en cuando.
fr: Nous pouvons mettre à jour cette Politique de confidentialité de temps en temps.
it: Potremmo aggiornare questa Informativa sulla privacy di tanto in tanto.
ru: Мы можем периодически обновлять настоящую Политику конфиденциальности.

source: We sent a confirmation link to %@. You can start using Habit Huddle right away and verify later.
de: Wir haben einen Bestätigungslink an %@ geschickt. Du kannst Habit Huddle sofort nutzen und die E-Mail später bestätigen.
es: Enviamos un enlace de confirmación a %@. Puedes usar Habit Huddle ahora y verificar más tarde.
fr: Nous avons envoyé un lien de confirmation à %@. Tu peux utiliser Habit Huddle dès maintenant et vérifier plus tard.
it: Abbiamo inviato un link di conferma a %@. Puoi iniziare a usare Habit Huddle subito e verificare in seguito.
ru: Мы отправили ссылку подтверждения на %@. Ты можешь пользоваться Habit Huddle прямо сейчас и подтвердить адрес позже.

source: We sent a confirmation link to your new email address. Tap it to finish updating your account.
de: Wir haben einen Bestätigungslink an deine neue E-Mail-Adresse gesendet. Tippe darauf, um die Änderung abzuschließen.
es: Hemos enviado un enlace de confirmación a tu nueva dirección de correo. Tócalo para finalizar la actualización de tu cuenta.
fr: Nous avons envoyé un lien de confirmation à votre nouvelle adresse e-mail. Touchez-le pour terminer la mise à jour de votre compte.
it: Abbiamo inviato un link di conferma al tuo nuovo indirizzo e-mail. Toccalo per completare l'aggiornamento del tuo account.
ru: Мы отправили ссылку для подтверждения на ваш новый адрес электронной почты. Нажмите её, чтобы завершить обновление аккаунта.

source: We share data only with service providers that help us operate the app.
de: Wir teilen Daten nur mit Dienstleistern, die uns beim Betrieb der App helfen.
es: Solo compartimos datos con proveedores de servicios que nos ayudan a operar la aplicación.
fr: Nous partageons des données uniquement avec des prestataires qui nous aident à exploiter l'application.
it: Condividiamo i dati solo con fornitori di servizi che ci aiutano a gestire l'app.
ru: Мы передаём данные только поставщикам услуг, помогающим нам работать.

source: We store your habit data solely to sync it across your devices and never use it for any other purpose.
de: Wir speichern deine Gewohnheitsdaten ausschließlich zur Synchronisierung auf deinen Geräten und verwenden sie für keinen anderen Zweck.
es: Almacenamos tus datos de hábitos únicamente para sincronizarlos entre tus dispositivos y nunca los usamos para ningún otro fin.
fr: Nous stockons vos données d'habitudes uniquement pour les synchroniser sur vos appareils et ne les utilisons à aucune autre fin.
it: Conserviamo i dati sulle tue abitudini esclusivamente per sincronizzarli tra i tuoi dispositivi e non li utilizziamo per nessun altro scopo.
ru: Мы храним данные о ваших привычках исключительно для синхронизации между устройствами и никогда не используем их в других целях.

source: We strive to keep Habit Huddle running smoothly and reliably.
de: Wir bemühen uns, Habit Huddle reibungslos und zuverlässig zu betreiben.
es: Nos esforzamos por mantener Habit Huddle funcionando sin problemas.
fr: Nous nous efforçons de maintenir Habit Huddle fonctionnel et fiable.
it: Ci impegniamo a mantenere Habit Huddle sempre funzionante e affidabile.
ru: Мы стремимся обеспечить бесперебойную и надёжную работу Habit Huddle.
